const List<Map<String, dynamic>> remfData = [
  {
    'name':'대구동산병원',
    'address':'중구 달성로 56(동산동)',
    '분류': '지역응급의료시설',
    '홈페이지':'http://daegu.dsmc.or.kr/',
    '접수 및 진료시간': {
      '평일': {
        '접수': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        },
        '진료': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        }, // 진료
      }, // 평일
      '토요일': {
        '진료': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        }, // 진료
      }, // 토요일
    }, // 외래접수 및 진료시간
    '전화번호': {
      '중요 전화번호': {
        '대표전화': ['1577-6622'],
        '전화예약': ['1577-6622'],
        '응급실': ['053-250-8481','053-250-8482','053-250-8483'],
      },
    },//전화번호
  },
  {
    'name':'바로본병원',
    'address':'동구 국채보상로769(신천동)',
    '분류': '지역응급의료시설',
    '홈페이지':'http://barobone.kr/',
    '접수 및 진료시간': {
      '평일': {
        '접수': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        },
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 4시 00분',
          '주의':'점심시간 : 1시 00분 ~ 2시 00분',
        }, // 진료
      }, // 평일
      '토요일': {
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 12시 00분',
        }, // 진료
      }, // 토요일
    }, // 외래접수 및 진료시간
    '전화번호': {
      '중요 전화번호': {
        '대표전화': ['1644-8575'],
        '전화예약':['000-000-0000'],
        '응급실': ['053-721-8549'],
      },
    },//전화번호
  },
  {
    'name':'굿모닝병원',
    'address':'남구 성당로 224(대명동)',
    '분류': '지역응급의료시설',
    '홈페이지':'http://www.gmhospital.co.kr/',
    '접수 및 진료시간': {
      '평일': {
        '접수': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        },
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 6시 00분',
          '주의':'점심시간 : 12시 30분 ~ 1시 30분',
        }, // 진료
      }, // 평일
      '토요일': {
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 12시 30분',
        }, // 진료
      }, // 토요일
    }, // 외래접수 및 진료시간
    '전화번호': {
      '중요 전화번호': {
        '대표전화': ['043-620-9100'],
        '전화예약':['000-000-0000'],
        '응급실': ['053-620-9119'],
      },
    },//전화번호
  },
  {
    'name':'문성병원',
    'address':'남구 성당로 168(대명동)',
    '분류': '지역응급의료시설',
    '홈페이지':'http://www.neuromunsung.co.kr/',
    '접수 및 진료시간': {
      '평일': {
        '접수': {
          '시작':'오전 9시 00분',
          '끝':'오후 5시 00분',
        },
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 5시 30분',
        }, // 진료
      }, // 평일
      '토요일': {
        '접수': {
          '시작':'오전 9시 00분',
          '끝':'오후 12시 00분',
        },
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 12시 30분',
        }, // 진료
      }, // 토요일
    }, // 외래접수 및 진료시간
    '전화번호': {
      '중요 전화번호': {
        '대표전화': ['053-659-7000'],
        '전화예약':['000-000-0000'],
        '응급실': ['053-659-7119'],
      },
    },//전화번호
  },
  {
    'name':'나사렛병원',
    'address':'달서구 월배로 215(상인동)',
    '분류': '지역응급의료시설',
    '홈페이지':'http://www.nazareth.co.kr/',
    '접수 및 진료시간': {
      '평일': {
        '접수': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        },
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 6시 00분',
          '주의':'점심시간 : 1시 00분 ~ 2시 00분',
        }, // 진료
      }, // 평일
      '토요일': {
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 1시 00분',
        }, // 진료
      }, // 평일
    }, // 외래접수 및 진료시간
    '전화번호': {
      '중요 전화번호': {
        '대표전화': ['053-643-1400'],
        '전화예약': ['053-643-1400'],
        '응급실': ['053-642-3119'],
      },
    },//전화번호
  },
  {
    'name':'열린중앙병원',
    'address':'달성군 논공읍 논공로 743(북리)',
    '분류': '지역응급의료시설',
    '홈페이지':'https://www.goodoc.co.kr/hospitals/59045',
    '접수 및 진료시간': {
      '평일': {
        '접수': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        },
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 6시 00분',
        }, // 진료
      }, // 평일
      '토요일': {
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 1시 00분',
        }, // 진료
      }, // 토요일
    }, // 외래접수 및 진료시간
    '전화번호': {
      '중요 전화번호': {
        '대표전화': ['053-614-0075'],
        '전화예약':['000-000-0000'],
        '응급실': ['053-614-0075'],
      },
    },//전화번호
  },
  {
    'name':'한솔병원',
    'address':'달성군 다사읍 달구벌대로 895(매곡리)',
    '분류': '지역응급의료시설',
    '홈페이지':'http://hshp.co.kr/',
    '접수 및 진료시간': {
      '평일': {
        '접수': {
          '시작':'데이터 없음',
          '끝':'데이터 없음',
        },
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 6시 00분',
          '주의':'점심시간 : 12시 30분 ~ 1시 30분',
        }, // 진료
      }, // 평일
      '토요일': {
        '진료': {
          '시작':'오전 9시 00분',
          '끝':'오후 12시 30분',
        }, // 진료
      }, // 토요일
    }, // 외래접수 및 진료시간
    '전화번호': {
      '중요 전화번호': {
        '대표전화': ['053-560-1100'],
        '전화예약':['000-0000-0000'],
        '응급실': ['053-560-1118','053-560-1119'],
      },
    },//전화번호
  },
];